Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_yleiskokouksessa_26_6_2020.html.tmx
Source language: fin
Languages: sme

source: Ilmastolain uudistus on käynnissä ja tarkoituksena on tuoda esille Saamelaiskäräjien näkemyksiä.
sme: Dálkkádatlága ođasmahttin lea jođus ja ulbmil lea buktit ovdan Sámedikki oainnuid.

source: Tällä hetkellä kaivoslain uudistus on käynnissä ja tarkoituksena on syksyllä käydä saamelaiskäräjien 9 §:n mukaiset neuvottelut työ- ja elinkeinoministeriön kanssa.
sme: Dál ruvkelága ođasmahttin lea jođus ja ulbmil lea čađahit čakčat sámediggelága 9 § mielde ráđđádallamiid bargo- ja ealáhusministeriijain.

source: Saamelaiskäräjät osallistui luonnonmonimuotoisuuden viikkoon lyhyillä some-videoilla , joita lisättiin Saamelaiskäräjien somekanaville yhteensä 5 kappaletta. Näissä käsiteltiin saamelaisten luontosuhdetta, luonnon arvokkuutta ja monimuotoisuutta ja yhteiseloa luonnon kanssa.
sme: Sámediggi oassálasttii luonddu máŋggahámatvuođa vahkkui oanehis some-videoiguin , mat lasihuvvojedje Sámedikki some-kanálaide oktiibuot 5. Dáin gieđahallojuvvojedje sámiid luonddugaskavuohta, luonddu árvvolašvuohta ja máŋggahámatvuohta ja ovttasorrun luondduin.

source: Puheenjohtaja Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
sme: Ságajođiheaddji Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101

source: I varapuheenjohtaja Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969
sme: I várreságajođiheaddji Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969

source: II varapuheenjohtaja Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
sme: II várreságajođiheaddji Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180

source: Saamelaiskäräjien seuraava kokous 3/2020 pidetään 17. – 18.
sme: Sámedikki čuovvovaš čoahkkin 3/2020 dollojuvvo 17. – 18.

source: 9.2020 klo 10 – 18 Inarissa (Sajos) .
sme: 9.2020 dmu 10 – 18 Anáris (Sajos) .
